Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVSurroundConvertFormat
source: Convert Format
ar: تحويل التنسيق
ca: Converteix el format
cs: Převést formát
da: Konverter format
de: Format konvertieren
el: Μετατροπή μορφής
es: Convertir formato
es_us: Convertir formato
fi: Muunna muoto
fr: Convertir le format
fr_ca: Convertir le format
he: המרת פורמט
hi: फ़ॉर्मैट बदलें
hr: Konvertiraj format
hu: Formátum átalakítása
id: Konversi Format
it: Converti formato
ja: フォーマットを変換
ko: 포맷 변환
ms: Tukar Format
nb: Konverter format
nl: Zet structuur om
pl: Konwertuj format
pt_br: Converter Formato
pt_pt: Converter formato
ro: Convertire format
ru: Конвертация формата
sk: Konvertovanie formátu
sl: Pretvori obliko zapisa
sv: Konvertera format
th: รูปแบบการแปลง
tr: Biçimi Dönüştür
uk: Конвертувати формат
vi: Chuyển đổi định dạng
zh_cn: 转换格式
zh_hk: 轉換格式
zh_tw: 轉換格式

# AVSurroundConvertFormatConfirmButton
source: Change Format
ar: تغيير التنسيق
ca: Canvia el format
cs: Změnit formát
da: Skift format
de: Format ändern
el: Αλλαγή μορφής
es: Cambiar formato
es_us: Cambiar formato
fi: Vaihda muotoa
fr: Changer de format
fr_ca: Modifier le format
he: שינוי פורמט
hi: फ़ॉर्मैट बदलें
hr: Promijeni format
hu: Formátum módosítása
id: Ubah Format
it: Modifica formato
ja: フォーマットを変更
ko: 포맷 변경
ms: Tukar Format
nb: Bytt format
nl: Wijzig structuur
pl: Zmień format
pt_br: Alterar Formato
pt_pt: Alterar formato
ro: Schimbați formatul
ru: Изменить формат
sk: Zmeniť formát
sl: Spremeni obliko zapisa
sv: Ändra format
th: เปลี่ยนรูปแบบ
tr: Biçimi Değiştir
uk: Змінити формат
vi: Thay đổi định dạng
zh_cn: 更改格式
zh_hk: 更改格式
zh_tw: 更改格式

# AVSurroundConvertFormatDescription
source: Audio will be re-encoded into a format your equipment supports, or replaced with stereo. This may be more compatible, but reduces audio quality. For more information, see support.apple.com/appletv/audio
ar: ستتم إعادة ترميز الصوت بتنسيق يدعمه جهازك، أو استبداله بصوت استريو. قد يكون هذا التنسيق أكثر توافقًا، لكنه يقلل من جودة الصوت. لمزيد من المعلومات، يرجى مراجعة support.apple.com/appletv/audio
ca: Es recodificarà l’àudio en un format compatible amb l’equip o se substituirà per l’estèreo. Pot ser que millori la compatibilitat, però es reduirà la qualitat de l’àudio. Trobaràs més informació a support.apple.com/appletv/audio.
cs: Zvuk bude znovu kódován do formátu podporovaného vaším zařízením nebo nahrazen formátem stereo. Tím se sice zlepšuje kompatibilita, ale zároveň snižuje kvalita zvuku. Další informace viz support.apple.com/appletv/audio
da: Lyd bliver omkodet til et format, som dit udstyr understøtter, eller erstattes med stereo. Dette kan være mere kompatibelt, men vil også give dårligere lydkvalitet. Du kan få flere oplysninger på support.apple.com/appletv/audio
de: Audio wird in einem Format, das deine Geräte unterstützen, neu codiert oder durch Stereo ersetzt. Dies kann die Kompatibilität erhöhen, beeinträchtigt aber die Audioqualität. Weitere Infos findest du unter: support.apple.com/appletv/audio
el: Ο ήχος θα κωδικοποιηθεί εκ νέου σε μορφή που υποστηρίζει ο εξοπλισμός σας ή θα αντικατασταθεί με στερεοφωνικό. Αυτό μπορεί να βελτιώσει τη συμβατότητα, αλλά θα μειώσει την ποιότητα ήχου. Για περισσότερες πληροφορίες, επισκεφθείτε τη διεύθυνση support.apple.com/appletv/audio
es: El audio se recodificará a un formato compatible con tu equipo o se sustituirá por el sistema estéreo. La compatibilidad será mayor, pero se reducirá la calidad del audio. Si quieres obtener más información, consulta support.apple.com/appletv/audio.
es_us: El audio se volverá a codificar en un formato compatible con tu equipo o se reemplazará con estéreo. Esto podría ser más compatible, pero reducirá la calidad del audio. Para más información, consulta support.apple.com/appletv/audio
fi: Ääni koodataan uudelleen muotoon, jota laitteesi tukee, tai korvataan stereolla. Tämä voi olla yhteensopivampi, mutta se heikentää äänenlaatua. Katso lisätietoja osoitteesta support.apple.com/appletv/audio
fr: Le son sera réencodé dans un format pris en charge par votre matériel ou remplacé par le son stéréo. Cela peut améliorer la compatibilité, mais réduit la qualité audio. Pour en savoir plus, consultez la page suivante : support.apple.com/appletv/audio
fr_ca: Le son sera réencodé dans un format pris en charge par votre équipement ou remplacé par le format stéréo. Bien que cela améliore la compatibilité, la qualité audio en est réduite. Pour en savoir plus, consultez support.apple.com/appletv/audio.
he: השמע יקודד מחדש לפורמט שבו הציוד שלך תומך, או יוחלף בסטריאו. הוא עשוי להיות תואם יותר, אך יפחית את איכות השמע. מידע נוסף זמין בכתובת: support.apple.com/appletv/audio
hi: ऑडियो को ऐसे फ़ॉर्मैट में फिर से एनकोड किया जाएगा जिसका आपका उपकरण समर्थन करता है या उसे स्टीरियो से बदल दिया जाएगा। यह ज़्यादा संगत हो सकता है, लेकिन इसमें ऑडियो गुणवत्ता कम हो जाती है। अधिक जानकारी के लिए, देखें support.apple.com/appletv/audio
hr: Audio će se ponovno kodirati u format koji vaša oprema podržava ili zamijeniti stereo signalom. Ovo je možda kompatibilnije, ali smanjuje kvalitetu zvuka. Za dodatne informacije pogledajte support.apple.com/appletv/audio
hu: A hang olyan formátumban lesz újrakódolva, amelyet a berendezése támogat, vagy le lesz cserélve sztereó hangra. Elképzelhető, hogy a kompatibilitás javul, viszont csökken a hangminőség. További információkért keresse fel a következőt: support.apple.com/appletv/audio
id: Audio akan dikodekan ulang ke format yang didukung perlengkapan Anda, atau diganti dengan stereo. Ini dapat lebih kompatibel, tapi mengurangi kualitas audio. Untuk informasi lainnya, lihat support.apple.com/appletv/audio
it: L’audio verrà ricodificato in un formato supportato dall’impianto o sostituito con audio stereo. La compatibilità potrebbe essere maggiore, ma la qualità audio sarà ridotta. Per ulteriori informazioni, consulta support.apple.com/appletv/audio
ja: オーディオはお使いの機器が対応しているフォーマットに再エンコードされるか、 またはステレオに置換されます。 これにより互換性は向上する場合がありますが、オーディオ品質は低下します。 詳しくは、 support.apple.com/appletv/audio を参照してください。
ko: 오디오가 사용자의 장비에서 지원하는 포맷으로 다시 인코딩되거나 스테레오로 대치됩니다. 호환성이 향상될 수 있으나 오디오 음질이 저하됩니다. 더 자세한 사항은 다음 사이트를 참조하십시오. support.apple.com/appletv/audio
ms: Audio akan dikodkan semula kepada format yang disokong oleh peralatan anda atau digantikan dengan stereo. Ini mungkin lebih serasi, namun mengurangkan kualiti audio. Untuk mendapatkan maklumat lanjut, lihat support.apple.com/appletv/audio
nb: Lyd vil bli kodet på nytt til et format som støttes av utstyret ditt, eller byttes ut med stereo. Dette kan være mer kompatibelt, men reduserer lydkvaliteten. Du finner mer informasjon på support.apple.com/appletv/audio
nl: Audio wordt opnieuw gecodeerd in een door je apparaat ondersteunde structuur of vervangen door stereo. Hiermee wordt de compatibiliteit mogelijk beter, maar kan ook de audiokwaliteit minder worden. Ga voor meer informatie naar support.apple.com/appletv/audio
pl: Dźwięk będzie kodowany ponownie w formacie obsługiwanym przez Twój sprzęt lub zastępowany dźwiękiem stereo. Może to poprawić zgodność, ale obniża jakość. Aby uzyskać więcej informacji, zobacz: support.apple.com/appletv/audio
pt_br: O áudio será recodificado em um formato compatível com o equipamento ou substituído por estéreo. Embora ele fique compatível, sua qualidade será reduzida. Para saber mais, visite support.apple.com/appletv/audio
pt_pt: O áudio será recodificado com um formato compatível ou substituído por estéreo. Esta alteração pode melhorar o nível de compatibilidade, mas reduz a qualidade do áudio. Encontrará informação adicional em support.apple.com/appletv/audio
ro: Sunetul va fi recodat la un format acceptat de echipamentul dvs. sau înlocuit cu stereo. Poate fi mai compatibil, dar diminuează calitatea audio. Pentru mai multe informații, consultați support.apple.com/appletv/audio
ru: Звук будет перекодирован в формат, поддерживаемый Вашим аудиооборудованием, или заменен на стереозвук. Это может улучшить совместимость, но приведет к снижению качества звука. Подробнее: support.apple.com/appletv/audio
sk: Audio bude prekódované do formátu podporovaného vašou zvukovou aparatúrou alebo nahradené stereom. Táto možnosť poskytuje lepšiu kompatibilitu za cenu zníženej kvality zvuku. Viac informácií nájdete na stránke support.apple.com/appletv/audio
sl: Zvok bo znova kodiran v obliko zapisa, ki jo podpira vaša oprema, ali pa bo zamenjan z zvokom stereo. Ta oblika zapisa bo morda bolj združljiva, vendar se zmanjša kakovost zvoka. Za več informacij glejte support.apple.com/appletv/audio
sv: Ljudet kodas om till ett format som stöds av din utrustning, eller ersättas med stereo. Detta kan vara mer kompatibelt, men ljudkvaliteten försämras. Mer information finns på support.apple.com/appletv/audio
th: เสียงจะถูกเข้ารหัสอีกครั้งเป็นรูปแบบ ที่อุปกรณ์ของคุณรองรับ หรือถูกแทนที่ด้วยเสียงสเตอริโอ การทำงานนี้อาจใช้งานร่วมกันได้มากขึ้นแต่ลดคุณภาพเสียง สำหรับข้อมูลเพิ่มเติม ให้ดูที่ support.apple.com/appletv/audio
tr: Ses, ekipmanınızın desteklediği bir biçim olarak yeniden kodlanır veya stereo ile değiştirilir. Bu, daha uyumlu olabilir ama ses kalitesini düşürür. Daha fazla bilgi için şu adrese gidin: support.apple.com/appletv/audio
uk: Звук перекодовується в сумісний з обладнанням формат або замінюється на стерео. Це підвищує сумісність, проте знижує якість звуку. Додаткові відомості наведено на вебсторінці support.apple.com/appletv/audio
vi: Âm thanh sẽ được mã hóa lại thành định dạng mà thiết bị của bạn hỗ trợ hoặc được thay thế bằng stereo. Định dạng này có thể tương thích hơn, nhưng làm giảm chất lượng âm thanh. Để biết thêm thông tin, hãy xem support.apple.com/appletv/audio
zh_cn: 音频将被重新编码为你设备支持的 格式，或用立体声替代。 兼容性可能会提高，但音频质量会降低。 更多信息请访问 support.apple.com/appletv/audio
zh_hk: 音訊將重新編碼為你設備可支援的格式， 或以立體聲代替。 相容性可能會提高，但會降低音訊品質。 詳情請瀏覽 support.apple.com/appletv/audio
zh_tw: 音訊將被重新編碼為你設備支援的格式， 或以立體聲替代。 相容性可能會提高，但會降低音訊品質。 如需更多資訊，請參訪 support.apple.com/appletv/audio

# AVSurroundConvertFormatDialogAtmosAvailableMessage
source: This will reduce audio quality and disable Dolby Atmos.
ar: سيؤدي ذلك إلى تقليل جودة الصوت وتعطيل Dolby Atmos.
ca: Es reduirà la qualitat de l’àudio i es desactivarà Dolby Atmos.
cs: Dojde ke snížení kvality zvuku a vypnutí Dolby Atmos.
da: Dette vil give dårligere lydkvalitet og deaktivere Dolby Atmos.
de: Dadurch wird die Audioqualität reduziert und Dolby Atmos deaktiviert.
el: Αυτό θα μειώσει την ποιότητα ήχου και θα απενεργοποιήσει το Dolby Atmos.
es: Esta operación reducirá la calidad del audio y desactivará Dolby Atmos.
es_us: Esto reducirá la calidad de audio y desactivará Dolby Atmos.
fi: Tämä heikentää äänenlaatua ja poistaa Dolby Atmosin käytöstä.
fr: Cela réduira la qualité audio et désactivera le Dolby Atmos.
fr_ca: La qualité audio sera réduite, et Dolby Atmos sera désactivé.
he: פעולה זו תפחית את איכות השמע ותבטל את Dolby Atmos.
hi: इससे ऑडियो गुणवत्ता कम हो जाएगी और Dolby Atmos अक्षम हो जाएगा।
hr: Ovime će se smanjiti kvaliteta zvuka i onemogućiti Dolby Atmos.
hu: Ez csökkenteni fogja a hangminőséget, és letiltja a Dolby Atmost.
id: Ini akan mengurangi kualitas audio dan menonaktifkan Dolby Atmos.
it: L’azione riduce la qualità del suono e disabilita l’opzione Dolby Atmos.
ja: この操作は、オーディオ品質を低下させドルビーアトモスを無効にします。
ko: 오디오 음질이 저하되고 Dolby Atmos가 비활성화됩니다.
ms: Ini akan mengurangkan kualiti audio dan menyahdayakan Dolby Atmos.
nb: Dette vil gi dårligere lydkvalitet og deaktivere Dolby Atmos.
nl: Hiermee wordt de audiokwaliteit verminderd en Dolby Atmos uitgeschakeld.
pl: Spowoduje to obniżenie jakości dźwięku i wyłączy Dolby Atmos.
pt_br: Isso reduzirá a qualidade do áudio e desativará o Dolby Atmos.
pt_pt: A qualidade de áudio será afetada e Dolby Atmos desativado.
ro: Această opțiune va diminua calitatea audio și va dezactiva Dolby Atmos.
ru: При этом качество аудио понизится, а Dolby Atmos выключится.
sk: Týmto znížite kvalitu audia a zakážete Dolby Atmos.
sl: S tem boste zmanjšali kakovost zvoka in onemogočili Dolby Atmos.
sv: Detta kommer att försämra ljudkvaliteten och avaktivera Dolby Atmos.
th: การทำงานนี้จะลดคุณภาพเสียงและปิดใช้งาน Dolby Atmos
tr: Bu, ses kalitesini düşürür ve Dolby Atmos’u etkisizleştirir.
uk: Це знизить якість звуку й вимкне Dolby Atmos.
vi: Việc này sẽ làm giảm chất lượng âm thanh và tắt Dolby Atmos.
zh_cn: 此操作将降低音质并停用杜比全景声。
zh_hk: 這樣會降低音質並停用「杜比全景聲」。
zh_tw: 這將會降低音訊品質並停用杜比全景聲。

# AVSurroundConvertFormatDialogAtmosUnavailableMessage
source: This will reduce audio quality, but might be more compatible.
ar: سيؤدي ذلك إلى تقليل جودة الصوت، لكنه قد يكون أكثر توافقًا.
ca: Es reduirà la qualitat de l’àudio, però és possible que augmenti la compatibilitat.
cs: Dojde ke snížení kvality zvuku, ale pravděpodobně se zlepší kompatibilita.
da: Dette vil give dårligere lydkvalitet, men kan være mere kompatibelt.
de: Dadurch wird die Audioqualität reduziert, aber die Kompatibilität erhöht.
el: Αυτό θα μειώσει την ποιότητα ήχου, αλλά μπορεί να βελτιώσει τη συμβατότητα.
es: Esta operación reducirá la calidad del audio, pero podría ser más compatible.
es_us: Esto reducirá la calidad de audio, aunque podría ser más compatible.
fi: Tämä heikentää äänenlaatua, mutta se voi olla yhteensopivampi.
fr: Cela réduira la qualité audio mais devrait améliorer la compatibilité.
fr_ca: La qualité audio sera réduite, mais la compatibilité sera améliorée.
he: פעולה זו תפחית את איכות השמע, אך ייתכן שתתאים יותר.
hi: इससे ऑडियो गुणवत्ता कम हो जाएगी लेकिन हो सकता है यह अधिक संगत हो।
hr: Ovime će se smanjiti kvaliteta zvuka, ali će kompatibilnost možda biti bolja.
hu: Ez csökkenteni fogja a hangminőséget, de kompatibilisebb lehet.
id: Ini akan mengurangi kualitas audio, tapi mungkin akan lebih kompatibel.
it: L’opzione riduce la qualità dell’audio, ma potrebbe risultare più compatibile.
ja: これによりオーディオ品質は低下しますが、互換性は向上する場合があります。
ko: 오디오 음질이 저하되지만 호환성이 향상될 수 있습니다.
ms: Ini akan mengurangkan kualiti audio, namun mungkin lebih serasi.
nb: Dette vil gi dårligere lydkvalitet, men kan være mer kompatibelt.
nl: Hiermee wordt de audiokwaliteit minder, maar wordt de compatibiliteit mogelijk beter.
pl: Obniży to jakość dźwięku, ale może poprawić zgodność.
pt_br: Isso reduzirá a qualidade do áudio, mas pode ser mais compatível.
pt_pt: Esta alteração reduz a qualidade do áudio, mas pode melhorar o nível de compatibilidade.
ro: Această opțiune va diminua calitatea audio, dar poate fi mai compatibilă.
ru: При этом качество аудио понизится, но может повыситься совместимость.
sk: Týmto znížite kvalitu audia, no možno vylepšíte kompatibilitu.
sl: S tem boste zmanjšali kakovost zvoka, vendar bo oblika zapisa morda bolj združljiva.
sv: Detta kommer att försämra ljudkvaliteten men är kanske mer kompatibelt.
th: การทำงานนี้จะลดคุณภาพเสียงแต่อาจใช้งานร่วมกันได้มากขึ้น
tr: Bu, ses kalitesini düşürür ama daha uyumlu olabilir.
uk: Це знизить якість звуку, проте може забезпечити кращу сумісність.
vi: Việc này sẽ làm giảm chất lượng âm thanh, nhưng có thể tương thích hơn.
zh_cn: 此操作将降低音质，但可能会提高兼容性。
zh_hk: 這樣會降低音質，但可能會較相容。
zh_tw: 這將會降低音訊品質，但可能更為相容。

# AVSurroundConvertFormatDialogTitle
source: Are you sure you want to change the audio format?
ar: هل تريد بالتأكيد تغيير تنسيق الصوت؟
ca: Confirmes que vols canviar el format d’àudio?
cs: Určitě chcete formát zvuku změnit?
da: Er du sikker på, at du vil ændre lydformatet?
de: Soll das Audioformat wirklich geändert werden?
el: Θέλετε σίγουρα να αλλάξετε τη μορφή ήχου;
es: ¿Seguro que quieres cambiar el formato de audio?
es_us: ¿Quieres cambiar el formato de audio?
fi: Vaihdetaanko äänimuoto?
fr: Voulez-vous vraiment changer le format audio ?
fr_ca: Voulez-vous vraiment modifier le format audio?
he: האם ברצונך לשנות את פורמט השמע?
hi: क्या आप निश्चित हैं कि आप ऑडियो फ़ॉर्मैट बदलना चाहते हैं?
hr: Sigurno želite promijeniti audio format?
hu: Biztos benne, hogy módosítani szeretné a hangformátumot?
id: Apakah Anda yakin ingin mengubah format audio?
it: Confermi di voler modificare il formato audio?
ja: オーディオフォーマットを変更してもよろしいですか？
ko: 오디오 포맷을 변경하겠습니까?
ms: Adakah anda pasti mahu menukar format audio?
nb: Er du sikker på at du vil bytte lydformat?
nl: Weet je zeker dat je de audiostructuur wilt wijzigen?
pl: Czy na pewno chcesz zmienić format audio?
pt_br: Tem certeza de que deseja alterar o formato do áudio?
pt_pt: Tem a certeza de que pretende alterar o formato de áudio?
ro: Sigur doriți să schimbați formatul audio?
ru: Вы действительно хотите изменить аудиоформат?
sk: Naozaj chcete zmeniť formát audia?
sl: Ste prepričani, da želite spremeniti obliko zvočnega zapisa?
sv: Är du säker på att du vill ändra ljudformat?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการเปลี่ยนรูปแบบเสียง
tr: Bu ses biçimini değiştirmek istediğinizden emin misiniz?
uk: Справді змінити формат звуку?
vi: Bạn có chắc chắn muốn thay đổi định dạng âm thanh không?
zh_cn: 你确定要更改音频格式吗？
zh_hk: 確定要更改音訊格式嗎？
zh_tw: 確定要更改音訊格式嗎？

# AVSurroundConvertFormatRevertButton
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# AVSurroundConvertToDolbySurround
source: Convert to Dolby Surround 5.1
ar: تحويل إلى Dolby Surround 5.1
ca: Converteix a Dolby Surround 5.1
cs: Převést na Dolby Surround 5.1
da: Konverter til Dolby Surround 5.1
de: In Dolby Surround 5.1 konvertieren
el: Μετατροπή σε Dolby Surround 5.1
es: Convertir a Dolby Surround 5.1
es_us: Convertir a Dolby Surround 5.1
fi: Muunna Dolby Surround 5.1 -muotoon
fr: Convertir en Dolby Surround 5.1
fr_ca: Convertir en Dolby Surround 5.1
he: המרה ל-Dolby Surround 5.1
hi: Dolby Surround 5.1 में बदलें
hr: Konvertiraj u Dolby Surround 5.1
hu: Átalakítás Dolby Surround 5.1 hangzássá
id: Konversi ke Dolby Surround 5.1
it: Converti in Dolby Surround 5.1
ja: ドルビーサラウンド5.1に変換
ko: Dolby 서라운드 5.1로 변환
ms: Tukar kepada Dolby Surround 5.1
nb: Konverter til Dolby Surround 5.1
nl: Converteer naar Dolby Surround 5.1
pl: Konwertuj na Dolby Surround 5.1
pt_br: Converter para Dolby Surround 5.1
pt_pt: Converter em Dolby Surround 5.1
ro: Convertire la Dolby Surround 5.1
ru: Преобразовать в Dolby Surround 5.1
sk: Konvertovať na Dolby Surround 5.1
sl: Pretvori v Dolby Surround 5.1
sv: Konvertera till Dolby Surround 5.1
th: แปลงเป็น Dolby Surround 5.1
tr: Dolby Surround 5.1’e Dönüştür
uk: Перетворити на Dolby Surround 5.1
vi: Chuyển đổi sang Dolby Surround 5.1
zh_cn: 转换为杜比环绕声5.1
zh_hk: 轉換為Dolby Surround 5.1
zh_tw: 轉換為Dolby Surround 5.1

# AVSurroundDolbyAtmosAvailableButDisabledDescription
source: Turn off Change Format to enable Dolby Atmos.
ar: أوقف "تغيير التنسيق" لتمكين Dolby Atmos.
ca: Desactiva “Canvia el format” per activar Dolby Atmos.
cs: Vypnutím funkce Změnit formát zapnete Dolby Atmos.
da: Slå Skift format fra for at aktivere Dolby Atmos.
de: Deaktiviere „Format ändern“, um Dolby Atmos zu aktivieren.
el: Απενεργοποιήστε την «Αλλαγή μορφής» για ενεργοποίηση του Dolby Atmos.
es: Desactiva la opción “Cambiar formato” para activar Dolby Atmos.
es_us: Desactiva Cambiar formato para activar Dolby Atmos.
fi: Ota Dolby Atmos käyttöön laittamalla ”Vaihda muotoa” pois päältä.
fr: Désactivez « Changer de format » pour activer le Dolby Atmos.
fr_ca: Désactivez Modifier le format pour activer Dolby Atmos.
he: כדי לאפשר את Dolby Atmos, יש לכבות את ״שינוי פורמט״.
hi: Dolby Atmos सक्षम करने के लिए “फ़ॉर्मैट बदलें” बंद करें।
hr: Isključite opciju “Promijeni format” kako biste omogućili Dolby Atmos.
hu: A Dolby Atmos engedélyezéséhez kapcsolja ki a Formátum módosítása funkciót.
id: Matikan Ubah Format untuk mengaktifkan Dolby Atmos.
it: Per abilitare la tecnologia Dolby Atmos, disattiva l’opzione “Modifica formato”.
ja: ドルビーアトモスを有効にするには、“フォーマットを変更”をオフにしてください。
ko: Dolby Atmos를 활성화하려면 포맷 변경을 끄십시오.
ms: Nyahaktifkan Tukar Format untuk mendayakan Dolby Atmos.
nb: Slå av Bytt format for å aktivere Dolby Atmos.
nl: Schakel 'Wijzig structuur' uit om Dolby Atmos in te schakelen.
pl: Aby włączyć Dolby Atmos, wyłącz opcję Zmień format.
pt_br: Desative a opção Alterar Formato para ativar o Dolby Atmos.
pt_pt: Desative a opção Alterar formato para ativar Dolby Atmos.
ro: Dezactivați opțiunea „Schimbare format” pentru a activa Dolby Atmos.
ru: Выключите «Изменить формат», чтобы включить Dolby Atmos.
sk: Ak chcete povoliť Dolby Atmos, vypnite funkciu Zmeniť formát.
sl: Izklopite možnost Spremeni obliko zapisa, da omogočite Dolby Atmos.
sv: Stäng av Ändra format om du vill aktivera Dolby Atmos.
th: ปิดใช้เปลี่ยนรูปแบบเพื่อเปิดใช้งาน Dolby Atmos
tr: Dolby Atmos’u etkinleştirmek için Biçimi Değiştir’i kapatın.
uk: Вимкніть параметр «Зміна формату», щоб увімкнути Dolby Atmos.
vi: Tắt Thay đổi định dạng để bật Dolby Atmos.
zh_cn: 关闭“更改格式”来启用杜比全景声。
zh_hk: 關閉「更改格式」來啟用杜比全景聲。
zh_tw: 關閉「更改格式」來啟用杜比全景聲。
